{
	"courses": [
		{
			"clbid": 59014,
			"credits": 1.0,
			"crsid": 406,
			"depts": [
				"ENGL"
			],
			"desc": "Students read and discuss children's literature from a variety of cultures and time periods. Beginning with world folklore and children's classics as background, students explore an array of picture books, poetry, fiction and nonfiction that exemplifies the best in fantasy, science fiction and realism for children and young adults. Special emphasis is given to two relatively new subgenres: multicultural literature and the contemporary problem novel. For more information on this course please refer to: http://www.stolaf.edu/depts/english/courses/index.html",
			"level": 200,
			"name": "Children's Literature",
			"num": 233,
			"pf": false,
			"places": [
				"RML 515"
			],
			"profs": [
				"Jan C. Hill"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0230-0400PM"
			],
			"title": "Children's and Young Adult Literature",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59015,
			"credits": 1.0,
			"crsid": 418,
			"depts": [
				"ENGL"
			],
			"desc": "This course provides students with the opportunity to gather insights and develop skills in the writing of creative prose, poetry and/or drama. Literary selections are often used as models and discussions of craft set the stage for the workshopping of student writing. For more information on this course please refer to: http://www.stolaf.edu/depts/english/courses/index.html",
			"level": 200,
			"name": "Creat Wrtg: Fict/Poet",
			"num": 257,
			"pf": false,
			"places": [
				"RML 515"
			],
			"profs": [
				"Eliot K. Wilson"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Creative Writing I",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59019,
			"credits": 1.0,
			"crsid": 429,
			"depts": [
				"ENGL"
			],
			"desc": "Summer Session I, 2006 - In this course we'll read recently published novels from around the world that have compelling plots as well as those important philosophical, psychological, spitrual, and familial questions that face humans no matter where they live. Writers include Jonathan Lethem, Arundhati Roy, Barbara Kingsolver, Jhumpa Lahiri, Sue Miller, Nick Hornby, Zadie Smith, and Jonathan Safran Foer. ---------------------------------------------------------------------------------------------------- FALL 2007 - Students explore various forms of prose, including fiction and creative nonfiction. Each instructor selects different material to be studied and emphasizes various aspects of the form. Topics can range from the 18th-century novel to African American autobiography. ---------------------------------------------------------------------------------------------------- May be repeated if topics are different.",
			"level": 200,
			"name": "Top: Serious Beach Read",
			"num": 283,
			"pf": false,
			"places": [
				"RML 515"
			],
			"profs": [
				"Mark Allister"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Studies in Prose",
			"type": "Topic",
			"year": 2006
		},
		{
			"clbid": 59022,
			"credits": 1.0,
			"crsid": 697,
			"depts": [
				"ID"
			],
			"desc": "An interdisciplinary approach to war and peace, this course incorporates the dual perspective of philosophy and history. Students study various ethical arguments as shaped in different cultures. Examples are drawn from ancient Athens, medieval Christendom, Asia, Islam, and the modern West; ethical topics include: pacifism, utilitarianism, divine command ethics, natural law theory, feminism, and cultural relativism. The course begins with warfare as treated in the Bible and concludes with nuclear terrorism.",
			"level": 200,
			"notes": "Pre-requisite: Completion of BTS-T or permission of instructor.",
			"num": 238,
			"pf": false,
			"places": [
				"RML 420"
			],
			"profs": [
				"Edmund Santurri"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "War and Peace",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59023,
			"credits": 1.0,
			"crsid": 1289,
			"depts": [
				"SOAN"
			],
			"desc": "This course helps students explore the connections between society and their own lives. Students answer challenging questions such as \"Do we have a 'human nature'?,\" \"Why does social inequality exist?,\" \"What is race?,\" and \"How do societies change?\" In answering these questions students learn to develop a sociological imagination. In doing so they review the various research methods and theories that form the sociological tradition.",
			"level": 100,
			"name": "Intro to Sociology",
			"num": 121,
			"pf": false,
			"places": [
				"HH 403"
			],
			"profs": [
				"Ryan R. Sheppard"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Introduction to Sociology",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59024,
			"credits": 1.0,
			"crsid": 1310,
			"depts": [
				"SOAN"
			],
			"desc": "This course provides a social science understanding of the \"contemporary American family\" and analysis of marriage and family issues from a cross-cultural perspective. Students discuss issues of dating and mate selection, marital and parent-child relationships over the family life cycle, gender issues, work and family roles and problem-related issues affecting families (divorce, violence and death) caused by rapid changes in society.",
			"level": 200,
			"name": "Marriage & the Family",
			"num": 260,
			"pf": false,
			"places": [
				"HH 302"
			],
			"profs": [
				"Ryan R. Sheppard"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Marriage and the Family",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59025,
			"credits": 1.0,
			"crsid": 31,
			"depts": [
				"ART"
			],
			"desc": "This introduction to art history examines select artistic traditions among ancient and medieval cultures of Asia and Europe. Through lectures, discussions, and presentations, students develop skills in visual analysis and interpretation, as well as a broad historical exposure to a variety of major historical periods. The course considers a variety of artistic media, including painting, sculpture, and architecture, in addition to broader issues of aesthetics, function, and patronage. Offered annually.",
			"level": 100,
			"name": "Intro/Art History I",
			"num": 150,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Christine O'Malley"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Introduction to Art History I",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59026,
			"credits": 1.0,
			"crsid": 371,
			"depts": [
				"DANCE"
			],
			"desc": "Students trace and integrate the African-American and Euro-American dance traditions of the late 19th and 20th centuries and early 21st century, paying attention to their similarities and differences. The focus is on the theatrical dance genres of: ballet, modern and musical theater dance. Students also examine social dance as the predecessor of some theatrical dance genres. At the same time, the course attends to the economic, religious and social forces which have affected the development of dance in America. Extensive video examples supplement reading, writing and discussion. Attendance at appropriate concerts is required.",
			"level": 200,
			"num": 246,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Heather J. Klopchin"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Dance in America",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59027,
			"credits": 1.0,
			"crsid": 673,
			"depts": [
				"IS"
			],
			"desc": "Sports are more than exercise and entertainment -- they can be understood as social phenomena, related to the social and cultural contexts in which we live. Sports provide stories and images used to explain and evaluate these contexts and provide a window into culture and society. This seminar considers ways in which sports may be understood as social constructs: Who plays sports, what happens to them, and why? Do money and power matter in sports? If so, how? How does \"playing games\" become formalized, institutionalized? What is the role of media in sports? Or religion? Or government? Students will discuss and produce position papers on various issues relating to sports in society.",
			"level": 200,
			"name": "Top: Sport in Society",
			"num": 202,
			"pf": false,
			"places": [
				"SAC 112"
			],
			"profs": [
				"Shahram Ahrar"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Top: Sports in Society",
			"type": "Topic",
			"year": 2006
		},
		{
			"clbid": 59028,
			"credits": 0.5,
			"crsid": 1012,
			"depts": [
				"PEAC"
			],
			"desc": "Students personally apply the basic principles of exercise through conditioning, strength development, endurance training, and aerobic activities. Students participate in a wide range of assessments designed to enhance physical fitness.",
			"level": 100,
			"name": "Individual Fitness.50",
			"num": 133,
			"pf": false,
			"places": [
				"SAC 112"
			],
			"profs": [
				"Christine Daymont"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0645-0745"
			],
			"title": "Individual Fitness",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59029,
			"credits": 0.5,
			"crsid": 1016,
			"depts": [
				"PEAC"
			],
			"desc": "Students learn the principles, techniques and safety aspects of weight-training and implement a personal training plan. Students participate in a wide range of assessments (strength, power, endurance, nutrition, flexibility, body composition, stress).",
			"level": 100,
			"name": "Wt Training Co-Ed .50",
			"num": 140,
			"pf": false,
			"places": [
				"SAC 112"
			],
			"profs": [
				"Christine Daymont"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0645-0745"
			],
			"title": "Weight Training",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59032,
			"credits": 1.0,
			"crsid": 616,
			"depts": [
				"HIST"
			],
			"desc": "This course surveys women's experience in American life from the colonial period to the present. Students examine the changing economic, social, and legal status of women, society's attitudes towards women, and the growth of a women's movement.",
			"level": 200,
			"num": 272,
			"pf": false,
			"places": [
				"RML 577"
			],
			"profs": [
				"Megan J. Feeney"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Women in America",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59035,
			"credits": 1.0,
			"crsid": 1402,
			"depts": [
				"STAT"
			],
			"desc": "This course is an introduction to basic concepts in statistics in the spirit of the liberal arts. Students will learn practical applications, and the language and reasoning involved in analyzing behavioral and health science data. Topics include central tendency, dispersion, probability, random variables, binomial and normal distributions, estimation and hypothesis testing, contingency tables, analysis of variance, and correlation. Computer applications are integrated throughout. Not recommended for students who have successfully completed a term of calculus.",
			"level": 100,
			"name": "Prin of Statistics",
			"num": 110,
			"pf": false,
			"places": [
				"SC 182"
			],
			"profs": [
				"Sharon Lane-Getaz"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Principles of Statistics",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59036,
			"credits": 1.0,
			"crsid": 735,
			"depts": [
				"MATH"
			],
			"desc": "This course is intended for non-majors. Students encounter selected mathematical topics demonstrating the scope of mathematical inquiry, its \"unreasonable effectiveness,\" and its connections with other disciplines. Not open to first-year students.",
			"level": 200,
			"name": "Principles of Math",
			"num": 210,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Peder Bolstad"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Principles of Mathematics",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59037,
			"credits": 1.0,
			"crsid": 731,
			"depts": [
				"MATH"
			],
			"desc": "This course introduces differential and integral calculus of functions of a single real variable, including trigonometric, exponential and logarithmic functions. Derivatives and integrals are explored graphically, symbolically and numerically. Applications of the derivative are included. Prerequisite: Mathematics Placement Recommendation. C",
			"level": 100,
			"notes": "This class will meet in the ASC building, located in the Modular Village.",
			"num": 120,
			"pf": false,
			"places": [
				"TBA"
			],
			"profs": [
				"Peder Bolstad"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Calculus I",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59038,
			"credits": 1.0,
			"crsid": 1104,
			"depts": [
				"PSCI"
			],
			"desc": "Why do some societies have democratic political systems and others authoritarian ones? What is democracy? Is it the norm or the exception? The course provides a foundation for the understanding of contemporary political regimes. It applies the major concepts of comparative analysis to the political systems of Western and non-Western societies.",
			"level": 100,
			"num": 112,
			"pf": false,
			"places": [
				"RML 520"
			],
			"profs": [
				"D Christopher Brooks"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Comparative Politics",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59039,
			"credits": 1.0,
			"crsid": 1119,
			"depts": [
				"PSCI"
			],
			"desc": "What distribution of wealth and the rewards from work and the possession of productive property is just? Are we entitled to economic support simply because we are members of society, or should we accept impoverishment as the just consequence of failure in the market? Students examine Christian and non-Christian ethical traditions from Europe and America which are devoted to answering these and related questions.",
			"level": 200,
			"num": 249,
			"pf": false,
			"places": [
				"RML 520"
			],
			"profs": [
				"D Christopher Brooks"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Distributive Justice",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59040,
			"credits": 1.0,
			"crsid": 1399,
			"depts": [
				"THEAT"
			],
			"desc": "An investigation into the relationship between theater and society by studying various issues in theater arts including censorship, funding, arts advocacy and arts education. Issues of contemporary ethical concern will be discussed and analyzed through a variety of historical and contemporary normative perspectives. Prerequisite: Theatre 110.",
			"level": 300,
			"name": "Top:Theatre in Society",
			"notes": "Pre-requisite: Completion of BTS-T or permission of instructor.",
			"num": 380,
			"pf": false,
			"places": [
				"TB 227"
			],
			"profs": [
				"Karen Wilson"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Theater in Society",
			"type": "Topic",
			"year": 2006
		},
		{
			"clbid": 59041,
			"credits": 1.0,
			"crsid": 1374,
			"depts": [
				"THEAT"
			],
			"desc": "Students examine and apply aesthetic principles involved in the performance of prose-fiction, poetry and drama. Offered every year.",
			"level": 100,
			"num": 100,
			"pf": false,
			"places": [
				"TB 227"
			],
			"profs": [
				"Karen Wilson"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Oral Interpretation",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59043,
			"credits": 1.0,
			"crsid": 1209,
			"depts": [
				"REL"
			],
			"desc": "Why does human life involve suffering? If God is omnipotent and good, why does evil exist? Is God responsible, or can all evil -- and the suffering that accompanies it -- be explained by sin or human frailty. Students will explore some of the ways that Christian theology had attempted to respond to these questions, and they will also examine challenges to the Christian perspective. Prerequisite: BTS-B.",
			"level": 200,
			"name": "God & Human Suffering",
			"num": 225,
			"pf": false,
			"places": [
				"RML 420"
			],
			"profs": [
				"Edmund Santurri"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "God and Human Suffering",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59046,
			"credits": 1.0,
			"crsid": 804,
			"depts": [
				"MUSIC"
			],
			"desc": "Students learn fundamental music materials and a perspective of music history as well as develop techniques of listening to aid in the critical perception and fuller enjoyment of the musical art. The course has a required activity fee. Generally offered in the Spring Semester. No activity fee for this course during summer school.",
			"level": 100,
			"num": 131,
			"pf": false,
			"places": [
				"CHM 232"
			],
			"profs": [
				"Charles Forsberg"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0800-0930"
			],
			"title": "The Art of Music",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59047,
			"credits": 1.0,
			"crsid": 821,
			"depts": [
				"MUSIC"
			],
			"desc": "The study of counterpoint is a way of understanding more completely the compositional techniques of great composers as well as developing one's own fluency in writing music. Students learn advanced contrapuntal techniques in Renaissance, Baroque, and 20th-centry styles, studying the works of such composers as Palestrina, Bach, and Barber. Prerequisite: Music 214.",
			"level": 200,
			"num": 222,
			"pf": false,
			"places": [
				"CHM 232"
			],
			"profs": [
				"Charles Forsberg"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1030-1200PM"
			],
			"title": "Counterpoint",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59050,
			"credits": 1.0,
			"crsid": 1165,
			"depts": [
				"PSYCH"
			],
			"desc": "The student is introduced to the study of relationships between the brain and behavior which lie at the heart of modern neuroscience. Study of the brain and behavior from anatomical, physiological and biochemical perspectives will focus on neural factors which contribute to basic behavioral processes including sensation, movement, emotion, sleep and arousal, motivation, learning and behavior abnormalities. Prerequisite: Psychology 125.",
			"level": 200,
			"num": 238,
			"pf": false,
			"places": [
				"HH 403"
			],
			"profs": [
				"Shelly D. Dickinson"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Biopsychology",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59052,
			"credits": 1.0,
			"crsid": 315,
			"depts": [
				"EDUC"
			],
			"desc": "This methods course introduces pre-service teachers to instruction, curricula, and assessment that characterize teaching for meaningful learning of social studies by elementary school children. Ancillary to the course are content, activities, and products of fine arts for elementary pupils, integrating the study of society with peoples' dance, art, music, and other forms of cultural identity.",
			"level": 300,
			"name": "Soc St-Elem Classroom",
			"notes": "This class will meet in Modular Classroom 1 on June 4-8th, 9-4:00.",
			"num": 314,
			"pf": false,
			"profs": [
				"Daniel R. Forstner"
			],
			"sem": 4,
			"term": 20064,
			"title": "Social Studies in Elementary Classrooms",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59056,
			"credits": 1.0,
			"crsid": 17675,
			"depts": [
				"EDUC"
			],
			"desc": "The course includes strategies and materials for teaching English to speakers of other languages. Students learn strategies that focus on the development of listening, speaking, reading, and writing skills in English language learners. Students review materials appropriate for non-native English speakers and create their own materials and lesson plans.",
			"level": 300,
			"num": 347,
			"pf": false,
			"profs": [
				"Heather Campbell"
			],
			"sem": 4,
			"term": 20064,
			"title": "Teaching ESL K-12",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59057,
			"credits": 1.0,
			"crsid": 17676,
			"depts": [
				"EDUC"
			],
			"desc": "This course provides students with theoretical and practical knowledge about assessing the language proficiency of English Language Learners. Students learn how to construct and administer appropriate and non-discriminatory assessment and evaluation tools. Students administer several assessments and write a formal report.",
			"level": 300,
			"num": 348,
			"pf": false,
			"profs": [
				"Heather Campbell"
			],
			"sem": 4,
			"term": 20064,
			"title": "Assessment of ESL K-12",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59058,
			"credits": 1.0,
			"crsid": 192,
			"depts": [
				"CHEM"
			],
			"desc": "This study of chemical stoichiometry, equilibrium, coordination chemistry and atomic and molecular structure supplies the fundamental background on which all later chemistry courses depend. It includes applications of equilibrium principles to acid-base chemistry. Students attend three classes and one 3-hour laboratory each week. Prerequisites: high school chemistry and physics and concurrent registration in calculus (Mathematics 120 or 122). The course cannot be taken in conjunction with or after credit in Chemistry 121.",
			"groupid": 192,
			"level": 100,
			"name": "Struct Chem & Equilib",
			"num": 125,
			"pf": false,
			"places": [
				"SC 374"
			],
			"profs": [
				"Patrick N. Riley"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0230-0400PM"
			],
			"title": "Structural Chemistry and Equilibrium",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59059,
			"credits": 0.0,
			"crsid": 193,
			"depts": [
				"CHEM"
			],
			"groupid": 192,
			"level": 100,
			"name": "Struct Chem & Equilib Lab",
			"num": 125,
			"pf": false,
			"places": [
				"SC 371"
			],
			"profs": [
				"Staff"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"MW 0900-1200PM"
			],
			"title": "Struct Chem & Equilib Lab",
			"type": "Lab",
			"year": 2006
		},
		{
			"clbid": 59060,
			"credits": 1.0,
			"crsid": 196,
			"depts": [
				"CHEM"
			],
			"desc": "Organic chemistry is the study of compounds containing carbon, emphasizing the structures and mechanisms of reaction of these molecules. The first semester focuses on structure, nomenclature and reactions of aliphatic hydrocarbons, including aspects of stereochemistry and spectroscopic identification of these compounds. The second semester delves into the chemistry of functional groups, especially those that play a role in the reactivity biomolecules such as carbohydrates, lipids, proteins and nucleic acids. Prerequisite: Chemistry 126. Offered Fall Semester.",
			"level": 200,
			"num": 247,
			"pf": false,
			"places": [
				"SC 378"
			],
			"profs": [
				"Anthony T. Watson",
				"Wesley Pearson"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Organic Chemistry",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59061,
			"credits": 0.25,
			"crsid": 199,
			"depts": [
				"CHEM"
			],
			"desc": "These courses introduce students to the synthesis and characterization of organic, organometallic and inorganic compounds. Students purify the materials they produce by techniques such as chromatography and characterize them using infrared, nuclear magnetic resonance and mass spectroscopic methods. Students attend one 3-hour laboratory each week. Prerequisites: previous or concurrent registration in Chemistry 247 for 253, and 248 for 254. P/N only. Offered Fall Semester.",
			"level": 200,
			"name": "Synthesis Lab",
			"num": 253,
			"pf": true,
			"places": [
				"SC 311"
			],
			"profs": [
				"Anthony T. Watson"
			],
			"sect": "A",
			"sem": 4,
			"term": 20064,
			"times": [
				"MW 0100-0400PM"
			],
			"title": "Synthesis Laboratory",
			"type": "Lab",
			"year": 2006
		},
		{
			"clbid": 59067,
			"credits": 0.25,
			"crsid": 199,
			"depts": [
				"CHEM"
			],
			"desc": "These courses introduce students to the synthesis and characterization of organic, organometallic and inorganic compounds. Students purify the materials they produce by techniques such as chromatography and characterize them using infrared, nuclear magnetic resonance and mass spectroscopic methods. Students attend one 3-hour laboratory each week. Prerequisites: previous or concurrent registration in Chemistry 247 for 253, and 248 for 254. P/N only. Offered Fall Semester.",
			"level": 200,
			"name": "Synthesis Lab",
			"num": 253,
			"pf": true,
			"places": [
				"SC 311"
			],
			"profs": [
				"Staff"
			],
			"sect": "B",
			"sem": 4,
			"term": 20064,
			"times": [
				"TTh 0100-0400PM"
			],
			"title": "Synthesis Laboratory",
			"type": "Lab",
			"year": 2006
		},
		{
			"clbid": 59119,
			"credits": 1.0,
			"crsid": 1072,
			"depts": [
				"PHYS"
			],
			"desc": "This two-semester in-depth course addresses topics in classical and modern physics using algebra, geometry and some calculus. The course is well-suited for students of biology or chemistry or for those desiring a thorough introduction beyond the high-school level. Physics 124 takes up the Newtonian mechanics of point particles (motion, mass, force, torque, energy, momentum, and gravitation), Einstein's reexamination of space time (relativity), and nuclear physics. One laboratory per week. Prerequisite: Mathematics 120 or 122.",
			"groupid": 1072,
			"level": 100,
			"name": "Principles Physics I",
			"num": 124,
			"pf": false,
			"places": [
				"SC 170"
			],
			"profs": [
				"David Dahl"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Principles of Physics I",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59120,
			"credits": 0.0,
			"crsid": 1073,
			"depts": [
				"PHYS"
			],
			"groupid": 1072,
			"level": 100,
			"name": "Principles Physics I Lab",
			"num": 124,
			"pf": false,
			"places": [
				"SC 111"
			],
			"profs": [
				"David Dahl"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"MW 0100-0330PM"
			],
			"title": "Principles Physics I Lab",
			"type": "Lab",
			"year": 2006
		},
		{
			"clbid": 59153,
			"credits": 1.0,
			"crsid": 504,
			"depts": [
				"GERM"
			],
			"desc": "Students begin to learn German through listening, speaking, reading, and writing about topics familiar to them (their personal biographies, family, daily life, interests). Regular language lab activities and the occasional singing of German songs aid in acquiring good pronunciation and listening skills.",
			"level": 100,
			"notes": "Class Periods to be arranged. First class meets June 4 at 12:30 p.m. in RML WLC",
			"num": 111,
			"pf": false,
			"profs": [
				"Renata Debska-McWilliams"
			],
			"sem": 4,
			"term": 20064,
			"title": "Beginning German I",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59154,
			"credits": 1.0,
			"crsid": 505,
			"depts": [
				"GERM"
			],
			"desc": "Students continue to develop oral language skills through in-class and language lab activities with both audio and video tapes. Regular written assignments aid in the expansion of vocabulary and in the practical application of grammatical concepts. Communicating in German about familiar personal topics, students acquire vocabulary about sports, food, holidays, school, the environment, life in German cities, Austrian and Swiss culture, and German reunification. Prerequisite: German 111 or placement by test.",
			"level": 100,
			"notes": "Class periods to be arranged. First class meets June 4 at 12:30 in RML WLC.",
			"num": 112,
			"pf": false,
			"profs": [
				"Renata Debska-McWilliams"
			],
			"sem": 4,
			"term": 20064,
			"title": "Beginning German II",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59155,
			"credits": 1.0,
			"crsid": 508,
			"depts": [
				"GERM"
			],
			"desc": "Students explore life in the German-speaking countries through reading and discussion of narrative texts. The course emphasizes vocabulary building, a thorough review of German grammar, and the composition of short narratives to develop writing skills. Taught in German with some grammar explanations in English. Prerequisite: German 112 or placement by test.",
			"level": 200,
			"name": "Intermed German I",
			"notes": "Class periods to be arranged. First class meets June 4 at 2:30 p.m. in RML WLC.",
			"num": 231,
			"pf": false,
			"profs": [
				"Renata Debska-McWilliams"
			],
			"sem": 4,
			"term": 20064,
			"title": "Intermediate German I",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59156,
			"credits": 1.0,
			"crsid": 509,
			"depts": [
				"GERM"
			],
			"desc": "Students continue to explore life in German-speaking countries, supported by cultural readings, films and other authentic materials that help students develop vocabulary and inspire them to advance their writing and speaking skills. Taught in German, the course includes a review of selected grammar topics. Prerequisite: German 231 or placement by test.",
			"level": 200,
			"name": "Intermed German II",
			"notes": "Class periods to be arranged. First class meets June 4 at 2:30 p.m. in RML WLC.",
			"num": 232,
			"pf": false,
			"profs": [
				"Renata Debska-McWilliams"
			],
			"sem": 4,
			"term": 20064,
			"title": "Intermediate German II",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59210,
			"credits": 1.0,
			"crsid": 126,
			"depts": [
				"BIO"
			],
			"desc": "Students journey toward greater understanding of one of the most wondrous objects in existence - the human body - through an integrated study of the structure of the body (anatomy) and how organs such as the brain, heart and kidney perform their remarkable functions (physiology). The course is designed primarily for students intending careers in the health sciences. Students attend lectures plus one 3-hour laboratory per week. Taught twice a year. Prerequisite: Biology 125.",
			"groupid": 126,
			"level": 200,
			"name": "Human Anatomy & Physiol",
			"num": 243,
			"pf": false,
			"places": [
				"SC 278"
			],
			"profs": [
				"Louis Henry Kermott"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Human Anatomy and Physiology",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59211,
			"credits": 0.0,
			"crsid": 127,
			"depts": [
				"BIO"
			],
			"groupid": 126,
			"level": 200,
			"name": "Human Anatomy & Physiol L",
			"num": 243,
			"pf": false,
			"places": [
				"SC 253"
			],
			"profs": [
				"Louis Henry Kermott"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"TTh 0100-0400PM"
			],
			"title": "Human Anatomy & Physiol L",
			"type": "Lab",
			"year": 2006
		},
		{
			"clbid": 59303,
			"credits": 1.0,
			"crsid": 792,
			"depts": [
				"MEDIA"
			],
			"desc": "This introductory-level course is part of a two-course sequence that encourages students to assess and shape their personal relationship to mass media. Its premise is that we are all, to some extent, uninformed and uncritical consumers of media projects and services rather than conscientious and socially minded users of them. In this spirit, the course provides a comprehensive historical overview of the various print and electronic media that have shaped, and continue to shape, our lives. By examining the issues that have influenced the development of the mass media, the course considers ideological, cultural, aesthetic and ethical perspectives.",
			"level": 100,
			"num": 160,
			"pf": false,
			"places": [
				"TB 216"
			],
			"profs": [
				"William Sonnega"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Mass Media",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59395,
			"credits": 1.0,
			"crsid": 316,
			"depts": [
				"EDUC"
			],
			"desc": "This methods course introduces pre-service teachers to theory, practice, and methods associated with developing reading/language art skills in elementary pupils. It includes an emphasis on teaching to pupils of diverse socio-economic backgrounds and cultures. This course continues the study of Education 322: Teaching of Reading K-6 and Education 321: Teaching of Reading 5-12.",
			"level": 300,
			"name": "Reading Comm Literacy",
			"notes": "This class will meet in Modular Classroom 2 on June 4-8th, 9-4:00.",
			"num": 315,
			"pf": false,
			"profs": [
				"Daniel R. Forstner"
			],
			"sem": 4,
			"term": 20064,
			"title": "Reading, Communication, and Literacy Methods",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59403,
			"credits": 1.0,
			"crsid": 745,
			"depts": [
				"MATH"
			],
			"desc": "Students encounter the theory of calculus and tools for communicating ideas with technical accuracy and sophistication. The goal is mastery of the concepts (e.g., limit, continuity, derivatives and integrals) necessary to verify such important proofs as the Fundamental Theorem of Calculus, the continuity of the uniform limit of continuous functions and the Bolzano-Weierstrass Theorem and their context in the theory of analysis. Prerequisite: Mathematics 126 or 128. Offered both semesters.",
			"level": 200,
			"name": "Elem Real Analysis",
			"num": 244,
			"pf": false,
			"places": [
				"SC 186"
			],
			"profs": [
				"Bruce Hanson"
			],
			"sem": 4,
			"term": 20064,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Elementary Real Analysis",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59601,
			"credits": 0.5,
			"crsid": 336,
			"depts": [
				"EDUC"
			],
			"desc": "This course focuses on evidence-based reading and differentiation strategies that can be used across the curriculum by secondary teachers. Needs of the struggling reader and readers with special needs are addressed along with assessment, evaluation, communication, and intervention design. Required 10-hour field experience. Prerequisite: Education 290 or permission of instructor.",
			"level": 300,
			"name": "Reading/Diff Instruction",
			"num": 375,
			"pf": false,
			"profs": [
				"Heather Campbell"
			],
			"sem": 4,
			"term": 20064,
			"title": "The Exceptional Child",
			"type": "Research",
			"year": 2006
		},
		{
			"clbid": 59901,
			"credits": 1.0,
			"crsid": 1058,
			"depts": [
				"PETH"
			],
			"level": 200,
			"name": "IS/POTS: Research/Rehab",
			"num": 298,
			"pf": false,
			"profs": [
				"Shahram Ahrar"
			],
			"sem": 4,
			"term": 20064,
			"title": "Independent Study",
			"type": "Research",
			"year": 2006
		}
	]
}
