{
	"courses": [
		{
			"clbid": 64269,
			"credits": 1.0,
			"crsid": 20054,
			"depts": [
				"ART"
			],
			"gereqs": [
				"ALS-A"
			],
			"grouptype": "R",
			"level": 100,
			"name": "Foundation 2-D Media",
			"num": 102,
			"pf": false,
			"places": [
				"DC 216",
				"DC 216"
			],
			"profs": [
				"Lilla Johnson"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930",
				"M-F 1000-1130"
			],
			"title": "Foundation 2-D Media",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64270,
			"credits": 1.0,
			"crsid": 31,
			"depts": [
				"ART"
			],
			"desc": "This introduction to art history examines select artistic traditions among ancient and medieval cultures of Asia and Europe. Through lectures, discussions, and presentations, students develop skills in visual analysis and interpretation, as well as a broad historical exposure to a variety of major historical periods. The course considers a variety of artistic media, including painting, sculpture, and architecture, in addition to broader issues of aesthetics, function, and patronage. Offered annually.",
			"gereqs": [
				"ALS-A",
				"MCG"
			],
			"level": 100,
			"name": "Intro/Art History I",
			"num": 150,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Christine O'Malley"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Introduction to Art History I",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64271,
			"credits": 1.0,
			"crsid": 126,
			"depts": [
				"BIO"
			],
			"desc": "Students journey toward greater understanding of one of the most wondrous objects in existence - the human body - through an integrated study of the structure of the body (anatomy) and how organs such as the brain, heart, and kidney perform their remarkable functions (physiology). The course is designed primarily for students intending careers in the health sciences. Students attend lectures plus one 3-hour laboratory per week. Prerequisite: Biology 125, or Chemistry/Biology 125-127. Offered annually.",
			"groupid": 126,
			"level": 200,
			"name": "Human Anatomy & Physiol",
			"num": 243,
			"pf": false,
			"places": [
				"SC 278"
			],
			"profs": [
				"Louis Henry Kermott"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0830-1000"
			],
			"title": "Human Anatomy and Physiology",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64272,
			"credits": 0.0,
			"crsid": 127,
			"depts": [
				"BIO"
			],
			"groupid": 126,
			"level": 200,
			"name": "Human Anatomy & Physiol L",
			"num": 243,
			"pf": false,
			"places": [
				"SC 253"
			],
			"profs": [
				"Louis Henry Kermott"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"TTh 0100-0400PM"
			],
			"title": "Human Anatomy & Physiol L",
			"type": "Lab",
			"year": 2007
		},
		{
			"clbid": 64274,
			"credits": 1.0,
			"crsid": 192,
			"depts": [
				"CHEM"
			],
			"desc": "This study of chemical stoichiometry, equilibrium, acid-base chemistry, coordination chemistry and atomic and molecular structure supplies the fundamental background on which all later chemistry courses depend. It includes applications of equilibrium principles to acid-base chemistry. Students attend three classes and one 3-hour laboratory each week. Prerequisites: high school chemistry and physics and concurrent registration in Mathematics 120 or 121. The course cannot be taken in conjunction with or after credit in Chemistry 121. Offered Fall Semester.",
			"groupid": 192,
			"level": 100,
			"name": "Struct Chem & Equilib",
			"num": 125,
			"pf": false,
			"places": [
				"SC 374"
			],
			"profs": [
				"Patrick N. Riley"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Structural Chemistry and Equilibrium",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64275,
			"credits": 0.0,
			"crsid": 193,
			"depts": [
				"CHEM"
			],
			"groupid": 192,
			"level": 100,
			"name": "Struct Chem & Equilib Lab",
			"num": 125,
			"pf": false,
			"places": [
				"SC 371"
			],
			"profs": [
				"Patrick N. Riley"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"MW 0100-0400PM"
			],
			"title": "Struct Chem & Equilib Lab",
			"type": "Lab",
			"year": 2007
		},
		{
			"clbid": 64278,
			"credits": 1.0,
			"crsid": 196,
			"depts": [
				"CHEM"
			],
			"desc": "Organic chemistry is the study of compounds containing carbon, emphasizing the structures and mechanisms of reaction of these molecules. This course focuses on structure, nomenclature, and reactions of aliphatic hydrocarbons, including aspects of stereochemistry and spectroscopic identification of these compounds. A full treatment of introductory organic chemistry requires subsequent enrollment in Chemistry 248. Prerequisite: Chemistry 126, or Chemistry/Biology 127, or permission of instructor. Offered Fall Semester.",
			"level": 200,
			"num": 247,
			"pf": false,
			"places": [
				"SC 378"
			],
			"profs": [
				"Wesley Pearson"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Organic Chemistry I",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64279,
			"credits": 0.25,
			"crsid": 199,
			"depts": [
				"CHEM"
			],
			"desc": "This courses introduces students to the synthesis and characterization of organic, organometallic and inorganic compounds. Students purify the materials they produce by techniques such as chromatography and characterize them using optical rotation measurements and infrared, and nuclear magnetic resonance spectroscopy. Students attend one 3-hour laboratory each week. Prerequisites: previous or concurrent registration in Chemistry 247. P/N only. Offered Fall Semester.",
			"level": 200,
			"name": "Synthesis Lab I",
			"num": 253,
			"pf": true,
			"places": [
				"SC 311"
			],
			"profs": [
				"Sally Kessler"
			],
			"sect": "A",
			"sem": 4,
			"term": 20074,
			"times": [
				"MW 0100-0400PM"
			],
			"title": "Synthesis Laboratory I",
			"type": "Lab",
			"year": 2007
		},
		{
			"clbid": 64280,
			"credits": 0.25,
			"crsid": 199,
			"depts": [
				"CHEM"
			],
			"desc": "This courses introduces students to the synthesis and characterization of organic, organometallic and inorganic compounds. Students purify the materials they produce by techniques such as chromatography and characterize them using optical rotation measurements and infrared, and nuclear magnetic resonance spectroscopy. Students attend one 3-hour laboratory each week. Prerequisites: previous or concurrent registration in Chemistry 247. P/N only. Offered Fall Semester.",
			"level": 200,
			"name": "Synthesis Lab I",
			"num": 253,
			"pf": true,
			"places": [
				"SC 311"
			],
			"profs": [
				"Sally Kessler"
			],
			"sect": "B",
			"sem": 4,
			"term": 20074,
			"times": [
				"TTh 0100-0400PM"
			],
			"title": "Synthesis Laboratory I",
			"type": "Lab",
			"year": 2007
		},
		{
			"clbid": 64284,
			"credits": 1.0,
			"crsid": 371,
			"depts": [
				"DANCE"
			],
			"desc": "Students trace and integrate the African-American and Euro-American dance traditions of the late 19th and 20th centuries and early 21st century, paying attention to their similarities and differences. The focus is on the theatrical dance genres of ballet, modern, and musical theater dance. Students also examine social dance as the predecessor of some theatrical dance genres. At the same time, the course attends to the economic, religious and social forces which have affected the development of dance in America. Extensive video examples supplement reading, writing and discussion. Attendance at appropriate concerts is required. Offered Spring Semester.",
			"gereqs": [
				"ALS-A"
			],
			"level": 200,
			"num": 246,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Heather J. Klopchin"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Dance in America",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64285,
			"credits": 1.0,
			"crsid": 259,
			"depts": [
				"ECON"
			],
			"desc": "This course takes an analytical approach to economic reasoning and contemporary issues. The course introduces microeconomic and macroeconomic theories with applications to relevant topics, such as employment, growth, environmental protection, affirmative action, exchange rate fluctuations, taxes, and welfare reform. Students explore economics as an intelligent approach to understanding our daily lives as citizens, workers, managers and consumers. Offered each semester.",
			"gereqs": [
				"HBS"
			],
			"level": 100,
			"name": "Principles of Econ",
			"num": 121,
			"pf": false,
			"places": [
				"RML 525"
			],
			"profs": [
				"Anthony Becker"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Principles of Economics",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64286,
			"credits": 1.0,
			"crsid": 17675,
			"depts": [
				"EDUC"
			],
			"desc": "The course includes strategies and materials for teaching English to speakers of other languages. Students learn strategies that focus on the development of listening, speaking, reading, and writing skills in English language learners. Students review materials appropriate for non-native English speakers and create their own materials and lesson plans. Fulfills Education 382. Required field experience component. Prerequisite: Education 330 or permission of instructor. Offered Summer Session only.",
			"level": 300,
			"notes": "This class will meet in the Education Department Seminar Room.",
			"num": 347,
			"pf": false,
			"profs": [
				"Heather Campbell"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-1000"
			],
			"title": "Teaching ESL K-12",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64287,
			"credits": 1.0,
			"crsid": 17676,
			"depts": [
				"EDUC"
			],
			"desc": "This course provides students with theoretical and practical knowledge about assessing the language proficiency of English Language Learners. Students learn how to construct and administer appropriate and non-discriminatory assessment and evaluation tools. Students administer several assessments and write a formal report. Required field experience component. Prerequisite: Education 330 or permission of instructor. Offered Summer Session only.",
			"gereqs": [
				"WRI"
			],
			"level": 300,
			"notes": "This class will meet in the Education Department Seminar Room.",
			"num": 348,
			"pf": false,
			"profs": [
				"Heather Campbell"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1200PM"
			],
			"title": "Assessment of ESL K-12",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64288,
			"credits": 1.0,
			"crsid": 418,
			"depts": [
				"ENGL"
			],
			"desc": "This course will focus on the craft of writing, since such a focus provides clear criteria for evaluating our own and others' work without regard to personal taste. Further, this course is about first drafts and the revisions that follow, about process rather than product. (It is, in fact, this courses's view that product is merely a residue that the creative process leaves behind.) Finally, because we have a very short time to look at and try out a lot of different things, our prose writing will focus on very short works: micro-fiction, descriptions, character sketches, brief scenes, moments of dialogue.",
			"gereqs": [
				"WRI"
			],
			"level": 200,
			"name": "Creat Wrtg: Fict/Poet",
			"num": 257,
			"pf": false,
			"places": [
				"RML 577"
			],
			"profs": [
				"Stephen Longfellow"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Creative Writing: Fiction and Poetry",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64290,
			"credits": 1.0,
			"crsid": 459,
			"depts": [
				"ENVST"
			],
			"desc": "This course analyzes environmental regulation in the United States with respect to its historical evolution, its ability to achieve environmental targets, its efficiency or cost-effectiveness, its distributional impact on jobs, people, and industries across the country, and its international ramifications. Class meetings include open discussions with individuals from agencies charged with developing and enforcing environmental regulation. Offered annually.",
			"gereqs": [
				"HBS"
			],
			"level": 200,
			"name": "Env Policy/Regulation",
			"num": 232,
			"pf": false,
			"places": [
				"HH 403"
			],
			"profs": [
				"Rebecca Judge"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Environmental Policy and Regulation",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64291,
			"credits": 1.0,
			"crsid": 504,
			"depts": [
				"GERM"
			],
			"desc": "Students begin to learn German through listening, speaking, reading, and writing about topics familiar to them (their personal biographies, family, daily life, interests). Regular writing assignments are designed to learn vocabulary, check spelling, and to form thoughts with German sentence structure. Regular language lab activities aid in acquiring good pronunciation and listening skills. Offered Fall Semester.",
			"level": 100,
			"num": 111,
			"pf": false,
			"places": [
				"RML 525"
			],
			"profs": [
				"Staff"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Beginning German I",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64292,
			"credits": 1.0,
			"crsid": 505,
			"depts": [
				"GERM"
			],
			"desc": "Students continue to develop basic language skills with emphasis on expanding vocabulary and on writing assignments that aid in the practical application of grammatical concepts. Communicating in German about familiar personal topics, students acquire vocabulary about sports, food, holidays, school, the environment, and life in German speaking cultures. Prerequisite: German 111 or placement by test.",
			"level": 100,
			"num": 112,
			"pf": false,
			"places": [
				"RML 525"
			],
			"profs": [
				"Staff"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Beginning German II",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64293,
			"credits": 1.0,
			"crsid": 508,
			"depts": [
				"GERM"
			],
			"desc": "Students explore life in the German-speaking countries through reading, discussing, and retelling narrative texts. The course emphasizes vocabulary building, a thorough review of German grammar, and the composition of short narratives to develop writing skills in paragraph length discourse. Taught in German with some grammar explanations in English. Prerequisite: German 112 or placement by test.",
			"level": 200,
			"name": "Intermed German I",
			"num": 231,
			"pf": false,
			"places": [
				"RML 525"
			],
			"profs": [
				"Staff"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Intermediate German I",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64294,
			"credits": 1.0,
			"crsid": 509,
			"depts": [
				"GERM"
			],
			"desc": "Students continue to explore life in German-speaking countries, with cultural readings, films, and other authentic materials that help students develop vocabulary and the composition of short reports to develop writing skills in paragraph length discourse. Taught in German, the course includes a review of selected grammar topics. Prerequisite: German 231 or placement by test.",
			"gereqs": [
				"FOL-G"
			],
			"level": 200,
			"name": "Intermed German II",
			"num": 232,
			"pf": false,
			"places": [
				"RML 525"
			],
			"profs": [
				"Staff"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Intermediate German II",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64299,
			"credits": 1.0,
			"crsid": 728,
			"depts": [
				"MATH"
			],
			"desc": "Students learn principles of mathematical thinking by investigating one or more mathematical topics. Recent topics have included dynamic geometry, mathematics of games, and cryptology. Students investigate ideas through technical and non-technical reading and problem solving, introducing them to mathematical literature and exposition. The course is intended for all students. Offered both semesters.",
			"gereqs": [
				"AQR"
			],
			"level": 100,
			"name": "Gateways/Mathematics",
			"num": 117,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Peder Bolstad"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Gateways to Mathematics",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64300,
			"credits": 1.0,
			"crsid": 731,
			"depts": [
				"MATH"
			],
			"desc": "This course introduces differential and integral calculus of functions of a single real variable, including trigonometric, exponential and logarithmic functions. Derivatives and integrals are explored graphically, symbolically and numerically. Applications of the derivative are included. Prerequisite: Mathematics Placement Recommendation. Offered both semesters.",
			"gereqs": [
				"AQR"
			],
			"level": 100,
			"num": 120,
			"pf": false,
			"places": [
				"SC 186"
			],
			"profs": [
				"Bruce Hanson"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Calculus I",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64301,
			"credits": 1.0,
			"crsid": 733,
			"depts": [
				"MATH"
			],
			"desc": "This continuation of Mathematics 120 concentrates on methods and applications of integration and infinite sequences and series. May also include elementary differential equations and multiple integrals. Prerequisite: Mathematics 120, 121, or equivalent, or Mathematics Placement Recommendation. Credit may be earned for either Mathematics 126 or 128, but not both. Offered both semesters.",
			"gereqs": [
				"AQR"
			],
			"level": 100,
			"num": 126,
			"pf": false,
			"places": [
				"SC 186"
			],
			"profs": [
				"Bruce Hanson"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Calculus II",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64302,
			"credits": 1.0,
			"crsid": 745,
			"depts": [
				"MATH"
			],
			"desc": "Students encounter the theory of calculus and tools for communicating ideas with technical accuracy and sophistication. The goal is mastery of the concepts (e.g., limit, continuity, derivatives and integrals) necessary to verify such important proofs as the Fundamental Theorem of Calculus, the continuity of the uniform limit of continuous functions and the Bolzano-Weierstrass Theorem and their context in the theory of analysis. Prerequisite: Mathematics 126 or 128. Offered both semesters.",
			"level": 200,
			"name": "Elem Real Analysis",
			"num": 244,
			"pf": false,
			"places": [
				"SC 186"
			],
			"profs": [
				"Bruce Hanson"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Elementary Real Analysis",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64303,
			"credits": 1.0,
			"crsid": 18693,
			"depts": [
				"PHIL",
				"REL"
			],
			"desc": "This course is a philosophical and theological reflection on the moral evaluation of war. Can war ever be morally justified? If so, what are the criteria for determining a war's just initiation, just conduct and just termination? Topics considered include a range of normative perspectives in their religious and secular expressions, e.g., principled and pragmatic pacifism, just war tradition, realism, crusader ethics, utilitarianism, Kantianism, communitarianism, natural-law theory, feminism. Prerequisite: completion of BTS-T. Offered annually.",
			"gereqs": [
				"EIN"
			],
			"level": 200,
			"num": 278,
			"pf": false,
			"places": [
				"RML 520"
			],
			"profs": [
				"Edmund Santurri"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "The Ethics of War",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64304,
			"credits": 1.0,
			"crsid": 1209,
			"depts": [
				"REL"
			],
			"desc": "Why does human life involve suffering? If God is omnipotent and good, why does evil exist? Is God responsible, or can all evil -- and the suffering that accompanies it -- be explained by sin or human frailty. Students will explore some of the ways that Christian theology had attempted to respond to these questions, and they will also examine challenges to the Christian perspective. Prerequisite: BTS-B.",
			"gereqs": [
				"BTS-T"
			],
			"level": 200,
			"name": "God & Human Suffering",
			"num": 225,
			"pf": false,
			"places": [
				"RML 520"
			],
			"profs": [
				"Edmund Santurri"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "God and Human Suffering",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64306,
			"credits": 1.0,
			"crsid": 1072,
			"depts": [
				"PHYS"
			],
			"desc": "This two-semester in-depth course addresses topics in classical and modern physics using algebra, geometry and some calculus. The course is well-suited for students of biology or chemistry or for those desiring a thorough introduction beyond the high-school level. Physics 124 takes up the Newtonian mechanics of point particles (motion, mass, force, torque, energy, momentum, and gravitation), Einstein's reexamination of space time (relativity), and nuclear physics. One laboratory per week. Prerequisite: Mathematics 120 or 121.",
			"groupid": 1072,
			"level": 100,
			"name": "Principles Physics I",
			"num": 124,
			"pf": false,
			"places": [
				"SC 129"
			],
			"profs": [
				"David Dahl"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Principles of Physics I",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64307,
			"credits": 1.0,
			"crsid": 1110,
			"depts": [
				"PSCI"
			],
			"desc": "War and peace, justice and power -- these are age-old topics of the politics among nations. This course examines them by emphasizing certain problem areas in the world and evaluating the principal theories for understanding international politics. Offered annually.",
			"gereqs": [
				"HBS"
			],
			"level": 100,
			"name": "Intl Relations",
			"num": 121,
			"pf": false,
			"places": [
				"HH 515"
			],
			"profs": [
				"Anthony Lott"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "International Relations",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64308,
			"credits": 1.0,
			"crsid": 17196,
			"depts": [
				"PSCI"
			],
			"desc": "The goal of this course is to introduce students to the long tradition of debate concerning the nature and legitimacy of war. The course explores the reality of war, the revulsion of violence and the possibility of just war through texts ranging from Thucydides, Aquinas, and Freud. The course explores contemporary debates in light of moral and empirical arguments learned.",
			"gereqs": [
				"HWC"
			],
			"level": 100,
			"num": 119,
			"pf": false,
			"places": [
				"HH 515"
			],
			"profs": [
				"Anthony Lott"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "The Problem of War",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64309,
			"credits": 1.0,
			"crsid": 1103,
			"depts": [
				"PSCI"
			],
			"desc": "The promise of American politics is the equal freedom of all. How does practice match principles? What roles do class and race play? Do interest groups and political parties foster democracy? This course is designed not only to help students understand American government and politics but also to motivate them to be active and informed participants. Offered annually.",
			"gereqs": [
				"HBS"
			],
			"level": 100,
			"num": 111,
			"pf": false,
			"places": [
				"HH 514"
			],
			"profs": [
				"Jonathan Peterson"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "American Politics",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64310,
			"credits": 1.0,
			"crsid": 19414,
			"depts": [
				"PSYCH"
			],
			"desc": "This course provides a comprehensive research opportunity, including an introduction to relevant background material, technical instruction, identification of a meaningful project, and data collection. The topic is determined by the faculty member in charge of the course and may relate to his/her research interests. Prerequisite: Determined by individual instructor. Offer based on department decision.",
			"level": 300,
			"name": "Research:",
			"notes": "Instructor signature is required for admittance.",
			"num": 396,
			"pf": false,
			"places": [
				"HH 209"
			],
			"profs": [
				"Shelly D. Dickinson"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1040-1240PM",
				"TTh 0130-0400PM"
			],
			"title": "Directed Undergraduate Research: \"Topic Description\"",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64318,
			"credits": 1.0,
			"crsid": 1289,
			"depts": [
				"SOAN"
			],
			"desc": "This course helps students explore the connections between society and their own lives. Students answer challenging questions such as \"Do we have a 'human nature'?,\" \"Why does social inequality exist?,\" \"What is race?,\" and \"How do societies change?\" In answering these questions students learn to develop a sociological imagination. In doing so they review the various research methods and theories that form the sociological tradition. This course is primarily open to first year students or students in certain accredited programs. Offered both semesters.",
			"gereqs": [
				"HBS"
			],
			"level": 100,
			"name": "Intro to Sociology",
			"num": 121,
			"pf": false,
			"places": [
				"HH 403"
			],
			"profs": [
				"Ryan R. Sheppard"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Introduction to Sociology",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64319,
			"credits": 1.0,
			"crsid": 1310,
			"depts": [
				"SOAN"
			],
			"desc": "This course provides a social science understanding of the \"contemporary American family\" and analysis of marriage and family issues from a cross-cultural perspective. Students discuss issues of dating and mate selection, marital and parent-child relationships over the family life cycle, gender issues, work and family roles, and problem-related issues affecting families (divorce, violence and death) caused by rapid changes in society. Offered Fall or Spring Semester.",
			"gereqs": [
				"HBS"
			],
			"level": 200,
			"name": "Marriage & the Family",
			"num": 260,
			"pf": false,
			"places": [
				"HH 403"
			],
			"profs": [
				"Ryan R. Sheppard"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Marriage and the Family",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64320,
			"credits": 1.0,
			"crsid": 1399,
			"depts": [
				"THEAT"
			],
			"desc": "An investigation into the relationship between theater and society by studying various issues in theater arts including censorship, funding, arts advocacy and arts education. Issues of contemporary ethical concern will be discussed and analyzed through a variety of historical and contemporary normative perspectives. Prerequisite: Theatre 110; completion of BTS-T. Please inquire in the Theatre Department office about schedule of offering.",
			"gereqs": [
				"EIN",
				"ORC"
			],
			"level": 300,
			"name": "Top: Who Owns the Arts?",
			"num": 380,
			"pf": false,
			"places": [
				"TB 227"
			],
			"profs": [
				"Karen Wilson"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Theater in Society",
			"type": "Topic",
			"year": 2007
		},
		{
			"clbid": 64321,
			"credits": 1.0,
			"crsid": 1377,
			"depts": [
				"THEAT"
			],
			"desc": "Students learn and apply principles of speech composition and analyze speeches to understand effective methods. They demonstrate their knowledge in classroom speeches.",
			"gereqs": [
				"HBS",
				"ORC"
			],
			"level": 100,
			"num": 120,
			"pf": false,
			"places": [
				"TB 227"
			],
			"profs": [
				"Karen Wilson"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Public Speaking",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64331,
			"credits": 1.0,
			"crsid": 575,
			"depts": [
				"HIST"
			],
			"desc": "Students use original texts, historical studies, and literature to examine, comparatively and chronologically, the evolution of selected cultures and societies before 1500. They explore topics such as political, cultural, and economic exchange, religious practices, human interaction with the environment, forms of political authority, family life, and gender roles. Offered most years.",
			"level": 100,
			"name": "Global Hist to 1500",
			"num": 194,
			"pf": false,
			"places": [
				"SC 184"
			],
			"profs": [
				"Timothy Smit"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Global Histories from Ancient Times to 1500",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64332,
			"credits": 1.0,
			"crsid": 585,
			"depts": [
				"HIST"
			],
			"desc": "This course covers European history in the period of about 1000 to 1500. Topics include the medieval papacy, the Crusades and reconquest of Spain, towns and commercial life, the medieval monarchy, scholasticism in the setting of the universities, late medieval spirituality, and the crises of plague and warfare in the late Middle Ages, with attention given to women's roles in medieval society throughout the course. Prerequisite: History 190 recommended. Offered every second year.",
			"gereqs": [
				"HWC"
			],
			"level": 200,
			"name": "High/Late Middle Ages",
			"num": 212,
			"pf": false,
			"places": [
				"SC 184"
			],
			"profs": [
				"Timothy Smit"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "The High and Late Middle Ages",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64650,
			"credits": 1.0,
			"crsid": 20072,
			"depts": [
				"GE"
			],
			"desc": "Blending the reading seminar and the writing workshop, Science in World & Word Offers advanced practice in critical reading and writing with emphasis on biology and related sciences. Students will read and respond critically to a range of writing that may include textbook chapters, popular feature stories, and creative literature. Readings in Summer 2008 may include general interest articles from American Scientist, Smithsonian Magazine, and Natural History, poems about science, math, nature, health, and wellness, short essays from The Best American Science and Nature Writing 2007, and biographies or real life adventure (The Beak of the Finch or Mountains Beyond Mountains), and even novels (An Imperfect Lens). The course emphasizes how writers use common rhetorical strategies, such as narrating, making and supporting claims, and integrating research to communicate effectively in a variety of genres for multiple audiences.",
			"gereqs": [
				"WRI"
			],
			"grouptype": "R",
			"level": 200,
			"name": "Top: Sci in World & Word",
			"num": 211,
			"pf": false,
			"places": [
				"SC 188"
			],
			"profs": [
				"Daniel R. Forstner"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Topics in Writing: Science in World & Word",
			"type": "Topic",
			"year": 2007
		},
		{
			"clbid": 64828,
			"credits": 0.0,
			"crsid": 1073,
			"depts": [
				"PHYS"
			],
			"groupid": 1072,
			"level": 100,
			"name": "Principles Physics I Lab",
			"num": 124,
			"pf": false,
			"places": [
				"SC 111"
			],
			"profs": [
				"David Dahl"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"MW 0100-0330PM"
			],
			"title": "Principles Physics I Lab",
			"type": "Lab",
			"year": 2007
		},
		{
			"clbid": 64861,
			"credits": 0.5,
			"crsid": 1012,
			"depts": [
				"ESAC"
			],
			"desc": "Students personally apply the basic principles of exercise through conditioning, strength development, endurance training, and aerobic activities. Students participate in a wide range of assessments designed to enhance physical fitness.",
			"level": 100,
			"name": "Individual Fitness.50",
			"num": 133,
			"pf": false,
			"places": [
				"SAC 112"
			],
			"profs": [
				"Judith Stromayer"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-Th 0230-0400PM"
			],
			"title": "Individual Fitness",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64862,
			"credits": 0.5,
			"crsid": 1016,
			"depts": [
				"ESAC"
			],
			"desc": "Students learn the principles, techniques and safety aspects of weight-training and implement a personal training plan. Students participate in a wide range of assessments (strength, power, endurance, nutrition, flexibility, body composition, stress).",
			"level": 100,
			"name": "Wt Training Co-Ed .50",
			"num": 140,
			"pf": false,
			"places": [
				"SAC 112"
			],
			"profs": [
				"Judith Stromayer"
			],
			"sem": 4,
			"term": 20074,
			"times": [
				"M-Th 0230-0400PM"
			],
			"title": "Weight Training",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64991,
			"credits": 1.0,
			"crsid": 714,
			"depts": [
				"LATIN"
			],
			"desc": "Latin was spoken in one form or another for more than two thousand years. This course focuses on authors and texts dating roughly from 300 to 1500 A.D. and emphasizes the role of Latin as the language of the Church and of the intelligentsia during the Middle Ages. Prerequisite: Latin 231 or equivalent. Offered in alternate years.",
			"gereqs": [
				"ALS-L",
				"FOL-L"
			],
			"level": 200,
			"num": 235,
			"pf": false,
			"profs": [
				"Anne Groton"
			],
			"sem": 4,
			"term": 20074,
			"title": "Medieval Latin",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64995,
			"credits": 0.5,
			"crsid": 464,
			"depts": [
				"ENVST"
			],
			"level": 200,
			"name": "Academic Internship",
			"num": 294,
			"pf": true,
			"profs": [
				"Brett A. Werner"
			],
			"sem": 4,
			"term": 20074,
			"title": "Internship",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 64996,
			"credits": 0.5,
			"crsid": 20628,
			"depts": [
				"ID"
			],
			"desc": "This course familiarizes students with research strategies in their respective disciplines and prepares them to successfully complete their faculty-led research projects through the TRiO McNair program. Students read research articles written by their faculty mentor, complete a literature search, and design a poster for a research symposium.",
			"grouptype": "R",
			"level": 200,
			"name": "Research Across Disciplin",
			"num": 236,
			"pf": true,
			"profs": [
				"Heather Campbell"
			],
			"sem": 4,
			"term": 20074,
			"title": "Research Strategies Across the Disciplines",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 65048,
			"credits": 1.0,
			"crsid": 796,
			"depts": [
				"MEDIA"
			],
			"level": 200,
			"name": "IS/Hitchcock and Gender",
			"num": 298,
			"pf": false,
			"profs": [
				"William Sonnega"
			],
			"sem": 4,
			"term": 20074,
			"title": "Independent Study",
			"type": "Research",
			"year": 2007
		},
		{
			"clbid": 65049,
			"credits": 0.5,
			"crsid": 784,
			"depts": [
				"MGMT"
			],
			"level": 200,
			"name": "Academic Internship",
			"num": 294,
			"pf": true,
			"profs": [
				"Richard Goedde"
			],
			"sem": 4,
			"term": 20074,
			"title": "Internship",
			"type": "Research",
			"year": 2007
		}
	]
}
