{
	"courses": [
		{
			"clbid": 102560,
			"credits": 1.0,
			"crsid": 192,
			"depts": [
				"CHEM"
			],
			"desc": "This study of chemical stoichiometry, equilibrium, acid-base chemistry, coordination chemistry, and atomic and molecular structure supplies the fundamental background on which all later chemistry courses depend. It includes applications of equilibrium principles to acid-base chemistry. Students attend three classes and one three-hour laboratory each week. Prerequisites: high school chemistry and physics. Students planning to continue in chemistry should consider concurrent registration in MATH 119 or MATH 120. Placement via online placement exam is required. The course cannot be taken in conjunction with or after credit in CHEM 121. Offered annually in the fall semester.",
			"gereqs": [
				"SED"
			],
			"level": 100,
			"name": "Struct Chem & Equilib",
			"num": 125,
			"pf": false,
			"places": [
				"RNS 310"
			],
			"profs": [
				"Patrick N. Riley"
			],
			"sem": 4,
			"term": 20144,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Structural Chemistry and Equilibrium",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102561,
			"credits": 0.0,
			"crsid": 193,
			"depts": [
				"CHEM"
			],
			"level": 100,
			"name": "Struct Chem & Equilib Lab",
			"num": 125,
			"pf": false,
			"places": [
				"RNS 355"
			],
			"profs": [
				"Patrick N. Riley"
			],
			"sem": 4,
			"term": 20144,
			"times": [
				"MW 0100-0400PM"
			],
			"title": "Struct Chem & Equilib Lab",
			"type": "Lab",
			"year": 2014
		},
		{
			"clbid": 102562,
			"credits": 1.0,
			"crsid": 196,
			"depts": [
				"CHEM"
			],
			"desc": "Organic chemistry is the study of compounds containing carbon, emphasizing the structures and mechanisms of reaction of these molecules. This course focuses on structure, nomenclature, and reactions of aliphatic and alicyclic compounds, including aspects of stereochemistry and spectroscopic identification of organic compounds. A full treatment of introductory organic chemistry requires subsequent enrollment in CHEM 248. Prerequisite: CHEM 126, or CH/BI 227, or permission of instructor. Offered annually in the fall semester.",
			"level": 200,
			"num": 247,
			"pf": false,
			"places": [
				"RNS 390"
			],
			"profs": [
				"Daniel A. Everson"
			],
			"sem": 4,
			"term": 20144,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Organic Chemistry I",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102563,
			"credits": 0.25,
			"crsid": 199,
			"depts": [
				"CHEM"
			],
			"desc": "This laboratory course introduces students to the synthesis and characterization of organic, organometallic and inorganic compounds and serves as a general introduction to green chemistry. Students purify the materials they produce by techniques such as chromatography and characterize them using optical rotation measurements, infrared spectroscopy, and nuclear magnetic resonance spectroscopy. Students attend one three-hour laboratory each week. P/N only. Prerequisite: previous or concurrent registration in CHEM 247. Offered annually in the fall semester.",
			"level": 200,
			"name": "Synthesis Lab I",
			"num": 253,
			"pf": true,
			"places": [
				"RNS 340"
			],
			"profs": [
				"Daniel A. Everson"
			],
			"sem": 4,
			"term": 20144,
			"times": [
				"TTh 1230-0330PM"
			],
			"title": "Synthesis Laboratory I",
			"type": "Lab",
			"year": 2014
		},
		{
			"clbid": 102569,
			"credits": 1.0,
			"crsid": 27679,
			"depts": [
				"PHIL"
			],
			"desc": "This course analyzes issues concerning race and social justice from the perspective of normative ethical frameworks and various theories of value. Students investigate, interpret, and critique both intellectual foundations and reasons for endorsement of the various approaches to studying race and social justice. Students pay critical attention to how the black intellectual tradition understands the meanings and moral implications of such ideas. Prerequisite: BTS-T or permission of instructor. Offered occasionally during Interim. Counts toward race and ethnic studies concentration.",
			"gereqs": [
				"EIN"
			],
			"grouptype": "R",
			"level": 200,
			"num": 255,
			"pf": false,
			"places": [
				"TBA"
			],
			"profs": [
				"Charles H. III. Watson"
			],
			"sem": 4,
			"term": 20144,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Race and Social Justice",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102570,
			"credits": 1.0,
			"crsid": 1072,
			"depts": [
				"PHYS"
			],
			"desc": "This two-semester in-depth course addresses topics in classical and modern physics using algebra, geometry, and some calculus. The course is well suited for students of biology or chemistry or for those desiring a thorough introduction beyond the high school level. Physics 124 takes up the Newtonian mechanics of point particles (motion, mass, force, torque, energy, momentum, and gravitation), Einstein's reexamination of space time (relativity), and nuclear physics. One laboratory per week. Prerequisite: MATH 119 or MATH 120 or equivalent. Offered annually in the fall semester.",
			"gereqs": [
				"SED"
			],
			"level": 100,
			"name": "Principles Physics I",
			"num": 124,
			"pf": false,
			"profs": [
				"Prabal Adhikari"
			],
			"sem": 4,
			"term": 20144,
			"title": "Principles of Physics I",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102571,
			"credits": 0.0,
			"crsid": 1073,
			"depts": [
				"PHYS"
			],
			"level": 100,
			"name": "Principles Physics I Lab",
			"num": 124,
			"pf": false,
			"profs": [
				"Prabal Adhikari"
			],
			"sem": 4,
			"term": 20144,
			"title": "Principles Physics I Lab",
			"type": "Lab",
			"year": 2014
		},
		{
			"clbid": 102574,
			"credits": 1.0,
			"crsid": 26897,
			"depts": [
				"ID"
			],
			"desc": "This course provides a guided summer research opportunity in science for rising sophomores. The course focuses on a research topic(s) to be determined by the instructor. Students learn how to ask and evaluate scientific question(s) with emphasis on quantitative approaches; read from and research the scientific literature; collect and analyze data; and summarize and present their results in writing and orally. Prerequisite: completion of Summer Bridge program or permission of instructor.",
			"grouptype": "R",
			"level": 200,
			"name": "Res Opp Science for Sophs",
			"num": 250,
			"pf": false,
			"profs": [
				"Paul J. Roback",
				"Diane K. Angell"
			],
			"sem": 4,
			"term": 20144,
			"title": "Research Opportunity in Science for Sophomores",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102575,
			"credits": 1.0,
			"crsid": 27941,
			"depts": [
				"ASIAN"
			],
			"desc": "This course considers works of Japanese anime from the post-World War II period to the present. The course begins with an introduction to the language and theory of Anime Studies. In subsequent weeks, students watch and analyze a variety of anime genres. This course employs a comparative approach to the study of anime; each anime is paired with excerpts from germane works of philosophy or literature. All anime viewed for this course include English subtitling. Counts toward Asian studies major and Japan studies, film studies, and media studies concentrations. FLAC component available.",
			"gereqs": [
				"ALS-L",
				"MCG"
			],
			"grouptype": "R",
			"level": 200,
			"num": 230,
			"pf": false,
			"places": [
				"TOH 308"
			],
			"profs": [
				"William H. Bridges IV"
			],
			"sem": 4,
			"term": 20144,
			"times": [
				"M-F 1000-1130"
			],
			"title": "The Philosophy of Anime",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102576,
			"credits": 1.0,
			"crsid": 23461,
			"depts": [
				"ASIAN"
			],
			"desc": "The department periodically offers courses on special topics. The specific title will be listed in the class and lab schedule when it is offered. Prerequisites to be determined by instructor.",
			"gereqs": [
				"MCG"
			],
			"grouptype": "R",
			"level": 200,
			"name": "Top:E Asian Lang/Teach/Le",
			"num": 200,
			"pf": false,
			"places": [
				"TOH 310"
			],
			"profs": [
				"Ying Zhou"
			],
			"sem": 4,
			"term": 20144,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Topics in Asian Studies",
			"type": "Topic",
			"year": 2014
		}
	]
}