{
	"courses": [
		{
			"clbid": 99306,
			"credits": 1.0,
			"crsid": 26217,
			"depts": [
				"HIST"
			],
			"desc": "This course introduces students to Mediterranean archaeological field techniques and methods such as survey, site identification, artifact processing and analysis, and site excavation. During a five-week summer session, students: visit museums in order to recognize artifacts and contextualize them in regional chronologies; practice and refine excavation and survey techniques; and critically examine how archaeological knowledge about the ancient Mediterranean is constructed and expressed.",
			"level": 200,
			"name": "Archaeological Methods",
			"num": 202,
			"pf": false,
			"profs": [
				"Staff"
			],
			"sect": "H",
			"sem": 5,
			"term": 20145,
			"title": "Mediterranean Archaeology Field School",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102564,
			"credits": 1.0,
			"crsid": 194,
			"depts": [
				"CHEM"
			],
			"desc": "This course provides a sequential introduction to physical chemistry. Beginning with an introduction to statistical aspects of chemical equilibria, it explores the relationships between energy, entropy and equilibria (thermodynamics); oxidation-reduction reactions and electrochemistry; transitions between phases; and rates of reactions. Students attend three classes and one three-hour laboratory per week. Prerequisite: CHEM 125, or CEHM 121 and CHEM 123 and MATH 119 or MATH 120 or permission of instructor. Offered annually in the spring semester.",
			"gereqs": [
				"SED"
			],
			"level": 100,
			"name": "Chemical Reactions",
			"num": 126,
			"pf": false,
			"places": [
				"RNS 310"
			],
			"profs": [
				"Patrick N. Riley"
			],
			"sem": 5,
			"term": 20145,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Energies and Rates of Chemical Reactions",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102565,
			"credits": 0.0,
			"crsid": 195,
			"depts": [
				"CHEM"
			],
			"level": 100,
			"name": "Chemical Reactions Lab",
			"num": 126,
			"pf": false,
			"places": [
				"RNS 355"
			],
			"profs": [
				"Patrick N. Riley"
			],
			"sem": 5,
			"term": 20145,
			"times": [
				"MW 0100-0400PM"
			],
			"title": "Chemical Reactions Lab",
			"type": "Lab",
			"year": 2014
		},
		{
			"clbid": 102566,
			"credits": 1.0,
			"crsid": 197,
			"depts": [
				"CHEM"
			],
			"desc": "This course is a continuation of Chemistry 247 topics. Chemistry 248 delves into the chemistry of functional groups, especially those that play a role in the reactivity of biomolecules such as carbohydrates, lipids, proteins ,and nucleic acids. Together, CHEM 247 and CHEM 248 provide a full treatment of introductory organic chemistry. Prerequisite: CHEM 247 or permission of instructor. Offered annually in the spring semester. Counts toward environmental studies major (natural science track).",
			"level": 200,
			"num": 248,
			"pf": false,
			"places": [
				"RNS 390"
			],
			"profs": [
				"Daniel A. Everson"
			],
			"sem": 5,
			"term": 20145,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Organic Chemistry II",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102567,
			"credits": 0.25,
			"crsid": 200,
			"depts": [
				"CHEM"
			],
			"desc": "This course is a continuation of Chemistry 253. Students gain more experience with techniques used in Chemistry 253 and in addition use gas chromatographic/mass spectrometric analyses. Students attend one three-hour laboratory each week. P/N only. Prerequisites: CHEM 253 and previous or concurrent registration in CHEM 248. Offered annually in the spring semester. Counts toward environmental studies major (natural science track).",
			"level": 200,
			"name": "Synthesis Lab II",
			"num": 254,
			"pf": true,
			"places": [
				"RNS 340"
			],
			"profs": [
				"Daniel A. Everson"
			],
			"sem": 5,
			"term": 20145,
			"times": [
				"TTh 1230-0330PM"
			],
			"title": "Synthesis Laboratory II",
			"type": "Lab",
			"year": 2014
		},
		{
			"clbid": 102568,
			"credits": 1.0,
			"crsid": 27679,
			"depts": [
				"PHIL"
			],
			"desc": "This course analyzes issues concerning race and social justice from the perspective of normative ethical frameworks and various theories of value. Students investigate, interpret, and critique both intellectual foundations and reasons for endorsement of the various approaches to studying race and social justice. Students pay critical attention to how the black intellectual tradition understands the meanings and moral implications of such ideas. Prerequisite: BTS-T or permission of instructor. Offered occasionally during Interim. Counts toward race and ethnic studies concentration.",
			"gereqs": [
				"EIN"
			],
			"grouptype": "R",
			"level": 200,
			"num": 255,
			"pf": false,
			"places": [
				"TBA"
			],
			"profs": [
				"Charles H. III. Watson"
			],
			"sem": 5,
			"term": 20145,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Race and Social Justice",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102572,
			"credits": 1.0,
			"crsid": 1074,
			"depts": [
				"PHYS"
			],
			"desc": "This two-semester in-depth course addresses topics in classical and modern physics using algebra, geometry, and some calculus. The course is well-suited for students of biology or chemistry or for those desiring a thorough introduction beyond the high-school level.\nPhysics 125 explores the character of electric and magnetic forces and fields, then takes up the extended description of matter (vibrations, waves - sound and light). Finally, both particle and wave descriptions are shown to be necessary for discussing quantum mechanics and its application to atomic physics. One laboratory meeting per week. Prerequisites: MATH 119 or MATH 120 or equivalent and PHYS 124. Offered annually in the spring semester.",
			"gereqs": [
				"SED"
			],
			"level": 100,
			"name": "Principles Physics II",
			"num": 125,
			"pf": false,
			"profs": [
				"Jason J. Engbrecht"
			],
			"sem": 5,
			"term": 20145,
			"title": "Principles of Physics II",
			"type": "Research",
			"year": 2014
		},
		{
			"clbid": 102573,
			"credits": 0.0,
			"crsid": 1075,
			"depts": [
				"PHYS"
			],
			"level": 100,
			"name": "Principles Physics II Lab",
			"num": 125,
			"pf": false,
			"profs": [
				"Jason J. Engbrecht"
			],
			"sem": 5,
			"term": 20145,
			"title": "Principles Physics II Lab",
			"type": "Lab",
			"year": 2014
		},
		{
			"clbid": 102577,
			"credits": 1.0,
			"crsid": 499,
			"depts": [
				"ID"
			],
			"desc": "This course provides an examination and application of the key content, skills, and perspectives of human geography. The lens of the geographer focuses on the spatial distribution of phenomena over the surface of the earth, asking the questions \"where?\" and \"why there?\". The practices and skills of geography are used to investigate a variety of issues in the Middle East, including environmental problems, the culture and management of sacred places, and the reasons for war and the need for peace. Counts toward environmental studies major (social science track).",
			"gereqs": [
				"HBS",
				"MCG"
			],
			"level": 200,
			"name": "Human Geography",
			"num": 234,
			"pf": false,
			"places": [
				"TOH 212"
			],
			"profs": [
				"Robert W. McClure"
			],
			"sem": 5,
			"term": 20145,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Human Geography of the Middle East",
			"type": "Research",
			"year": 2014
		}
	]
}