{
	"courses": [
		{
			"clbid": 52960,
			"credits": 1.0,
			"crsid": 32,
			"depts": [
				"ART"
			],
			"desc": "This introduction to art history surveys a European and American artistic tradition from the Renaissance to today. A chronological study of painting, sculpture, architecture, photography and other media teaches students about visual analysis, artistic excellence and the cultural and artistic heritages that have produced some of the finer art created from the Renaissance to the present.",
			"level": 100,
			"name": "Intro/Art History II",
			"num": 151,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Heather M. Brooks-Shirey"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Renaissance to the Present",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52961,
			"credits": 1.0,
			"crsid": 126,
			"depts": [
				"BIO"
			],
			"desc": "Students journey toward greater understanding of one of the most wondrous objects in existence - the human body - through an integrated study of the structure of the body (anatomy) and how organs such as the brain, heart and kidney perform their remarkable functions (physiology). The course is designed primarily for students intending careers in the health sciences. Students attend lectures plus one 3-hour laboratory per week. Taught twice a year. Prerequisite: Biology 125.",
			"groupid": 126,
			"level": 200,
			"name": "Human Anatomy & Physiol",
			"num": 243,
			"pf": false,
			"places": [
				"SC 278"
			],
			"profs": [
				"Louis Henry Kermott"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Human Anatomy and Physiology",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52962,
			"credits": 0.0,
			"crsid": 127,
			"depts": [
				"BIO"
			],
			"groupid": 126,
			"level": 200,
			"name": "Human Anatomy & Physiol L",
			"num": 243,
			"pf": false,
			"places": [
				"SC 253"
			],
			"profs": [
				"Louis Henry Kermott"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"TTh 0100-0400PM"
			],
			"title": "Human Anatomy & Physiol L",
			"type": "Lab",
			"year": 2005
		},
		{
			"clbid": 52963,
			"credits": 1.0,
			"crsid": 192,
			"depts": [
				"CHEM"
			],
			"desc": "This study of chemical stoichiometry, equilibrium, coordination chemistry and atomic and molecular structure supplies the fundamental background on which all later chemistry courses depend. It includes applications of equilibrium principles to acid-base chemistry. Students attend three classes and one 3-hour laboratory each week. Prerequisites: high school chemistry and physics and concurrent registration in calculus (Mathematics 120 or 122). The course cannot be taken in conjunction with or after credit in Chemistry 121.",
			"groupid": 192,
			"level": 100,
			"name": "Struct Chem & Equilib",
			"num": 125,
			"pf": false,
			"places": [
				"SC 374"
			],
			"profs": [
				"Patrick N. Riley"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Structural Chemistry and Equilibrium",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52964,
			"credits": 0.0,
			"crsid": 193,
			"depts": [
				"CHEM"
			],
			"groupid": 192,
			"level": 100,
			"name": "Struct Chem & Equilib Lab",
			"num": 125,
			"pf": false,
			"places": [
				"SC 363"
			],
			"profs": [
				"Patrick N. Riley"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"MW 0100-0400PM"
			],
			"title": "Struct Chem & Equilib Lab",
			"type": "Lab",
			"year": 2005
		},
		{
			"clbid": 52965,
			"credits": 1.0,
			"crsid": 196,
			"depts": [
				"CHEM"
			],
			"desc": "Organic chemistry is the study of compounds containing carbon, emphasizing the structures and mechanisms of reaction of these molecules. The first semester focuses on structure, nomenclature and reactions of aliphatic hydrocarbons, including aspects of stereochemistry and spectroscopic identification of these compounds. The second semester delves into the chemistry of functional groups, especially those that play a role in the reactivity biomolecules such as carbohydrates, lipids, proteins and nucleic acids. Prerequisite: Chemistry 126. Offered Fall Semester.",
			"level": 200,
			"num": 247,
			"pf": false,
			"places": [
				"SC 378"
			],
			"profs": [
				"Wesley Pearson"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Organic Chemistry",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52966,
			"credits": 0.25,
			"crsid": 199,
			"depts": [
				"CHEM"
			],
			"desc": "These courses introduce students to the synthesis and characterization of organic, organometallic and inorganic compounds. Students purify the materials they produce by techniques such as chromatography and characterize them using infrared, nuclear magnetic resonance and mass spectroscopic methods. Students attend one 3-hour laboratory each week. Prerequisites: previous or concurrent registration in Chemistry 247 for 253, and 248 for 254. P/N only. Offered Fall Semester.",
			"level": 200,
			"name": "Synthesis Lab",
			"num": 253,
			"pf": true,
			"places": [
				"SC 311"
			],
			"profs": [
				"Anthony T. Watson"
			],
			"sect": "A",
			"sem": 4,
			"term": 20054,
			"times": [
				"MW 0100-0400PM"
			],
			"title": "Synthesis Laboratory",
			"type": "Lab",
			"year": 2005
		},
		{
			"clbid": 52967,
			"credits": 0.25,
			"crsid": 199,
			"depts": [
				"CHEM"
			],
			"desc": "These courses introduce students to the synthesis and characterization of organic, organometallic and inorganic compounds. Students purify the materials they produce by techniques such as chromatography and characterize them using infrared, nuclear magnetic resonance and mass spectroscopic methods. Students attend one 3-hour laboratory each week. Prerequisites: previous or concurrent registration in Chemistry 247 for 253, and 248 for 254. P/N only. Offered Fall Semester.",
			"level": 200,
			"name": "Synthesis Lab",
			"num": 253,
			"pf": true,
			"places": [
				"SC 311"
			],
			"profs": [
				"Anthony T. Watson"
			],
			"sect": "B",
			"sem": 4,
			"term": 20054,
			"times": [
				"TTh 0100-0400PM"
			],
			"title": "Synthesis Laboratory",
			"type": "Lab",
			"year": 2005
		},
		{
			"clbid": 52968,
			"credits": 1.0,
			"crsid": 256,
			"depts": [
				"ECON"
			],
			"desc": "This course examines the major schools in the history of economic thought in their historical context: those that defend, condemn or amend capitalism.",
			"level": 100,
			"name": "Capitalism: Struggles",
			"num": 113,
			"pf": false,
			"places": [
				"RML 515"
			],
			"profs": [
				"Steve Soderlind"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Capitalism: The Struggle of Economic Ideas in History",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52969,
			"credits": 1.0,
			"crsid": 406,
			"depts": [
				"ENGL"
			],
			"desc": "Students read and discuss children's literature from a variety of cultures and time periods. Beginning with world folklore and children's classics as background, students explore an array of picture books, poetry, fiction and nonfiction that exemplifies the best in fantasy, science fiction and realism for children and young adults. Special emphasis is given to two relatively new subgenres: multicultural literature and the contemporary problem novel.",
			"level": 200,
			"name": "Children's Literature",
			"notes": "Class will also meet on Friday, June 9, 2:30-4:00.",
			"num": 233,
			"pf": false,
			"places": [
				"RML 525"
			],
			"profs": [
				"Jan C. Hill"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-Th 0230-0400PM"
			],
			"title": "Children's and Young Adult Literature",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52970,
			"credits": 1.0,
			"crsid": 413,
			"depts": [
				"ENGL"
			],
			"desc": "From the intimate personal essay to more externally driven literary journalism, creative nonfiction covers a range of forms. Students learn to combine fictional techniques, personal recollections and direct exposition in assignments that might include memoir, personal essay, cultural criticism, nature writing, book and film reviewing and new journalism. Contemporary nonfiction writers such as Annie Dillard, Scott Russell Sanders, Judith Ortiz Cofer and John McPhee provide models and inspiration for writing in the course.",
			"level": 200,
			"name": "Creative Wrtg: Non-Fic",
			"num": 251,
			"pf": false,
			"places": [
				"RML 525"
			],
			"profs": [
				"Mary V. Winstead"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1200-0200PM"
			],
			"title": "Creative Nonfiction",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52971,
			"credits": 1.0,
			"crsid": 417,
			"depts": [
				"ENGL"
			],
			"desc": "Students examine critically a variety of national, metro and local media. Students then learn to write their own news copy, including hard news, features, editorials, art and entertainment reviews, sports, business and travel stories. Students also learn UPI/AP style copy editing and proofreading, which is important for students applying for internships and print media jobs.",
			"level": 200,
			"notes": "This class will also meet Friday, June 9th, 12:30-2:00.",
			"num": 255,
			"pf": false,
			"places": [
				"RML 421"
			],
			"profs": [
				"Jan C. Hill"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-Th 1230-0200PM"
			],
			"title": "Journalistic Writing",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52972,
			"credits": 1.0,
			"crsid": 418,
			"depts": [
				"ENGL"
			],
			"desc": "This course provides students with the opportunity to gather insights and develop skills in the writing of creative prose, poetry and/or drama. Literary selections are often used as models and discussions of craft set the stage for the workshopping of student writing. Seminar size allows for maximum interaction between the professor-mentor and the student and for one-on-one conferences.",
			"level": 200,
			"name": "Creat Wrtg: Fict/Poet",
			"num": 257,
			"pf": false,
			"places": [
				"RML 515"
			],
			"profs": [
				"Eliot K. Wilson"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Creative Writing I",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52974,
			"credits": 1.0,
			"crsid": 463,
			"depts": [
				"ENVST"
			],
			"desc": "This seminar-style course develops students' abilities to reflect on Americans' encounters with their landscape traditions. We study ways Americans have built on the land and have worshipped and represented nature in paintings, photographs and advertisements. Students will learn to read landscapes, to discover how important artistically, religiously and ecologically the landscape tradition has been in the Unites States, and to become thoughtful viewers and creators of landscapes. Counts toward major: Art, Art History and Environmental Studies. Counts toward concentration: American Studies, Environmental Studies.",
			"level": 200,
			"name": "Nature & Am Landscape",
			"num": 270,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Heather M. Brooks-Shirey"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Nature and American Landscapes",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52975,
			"credits": 1.0,
			"crsid": 476,
			"depts": [
				"FREN"
			],
			"desc": "Students begin to learn French through listening, speaking, reading and writing about topics familiar to them. They study social and cultural notions inherent in the daily life of peoples in diverse Francophone communities and learn to think critically and make interdisciplinary connections and informed cross-cultural comparisons. Open to students with prior background in French or placement into French 111.",
			"level": 100,
			"num": 111,
			"pf": false,
			"places": [
				"OM 026"
			],
			"profs": [
				"Jolene Barjasteh"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Beginning French I",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52976,
			"credits": 1.0,
			"crsid": 608,
			"depts": [
				"HIST"
			],
			"desc": "This course studies Chinese civilization from its beginnings to the end of the 19th century, providing an overview of traditional Chinese thought, culture, institutions, and society. Students examine the development of philosophy and religion, achievements in art and literature, and social and economic change. This course also considers foreign conquest dynasties, Chinese expansion into Inner Asia, and China's relations with the West. Offered most years.",
			"level": 200,
			"num": 250,
			"pf": false,
			"places": [
				"RML 515"
			],
			"profs": [
				"Robert Entenmann"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0230-0400PM"
			],
			"title": "Chinese Civilization",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52977,
			"credits": 1.0,
			"crsid": 697,
			"depts": [
				"ID"
			],
			"desc": "An interdisciplinary approach to war and peace, this course incorporates the dual perspective of philosophy and history. Students study various ethical arguments as shaped in different cultures. Examples are drawn from ancient Athens, medieval Christendom, Asia, Islam and the modern West; ethical topics include: pacifism, utilitarianism, divine command ethics, natural law theory, feminism and cultural relativism. The course begins with warfare as treated in the Bible and concludes with nuclear terrorism.",
			"level": 200,
			"num": 238,
			"pf": false,
			"places": [
				"RML 515"
			],
			"profs": [
				"J. L. Carrington"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0800-0930"
			],
			"title": "War and Peace",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52978,
			"credits": 1.0,
			"crsid": 735,
			"depts": [
				"MATH"
			],
			"desc": "Selected topics demonstrate the scope and power of mathematics. Students will work on creative problem-solving, placing mathematical ideas within the context of their historical development and making connections to other disciplines. Intended for students with weak backgrounds in mathematics. Not open to first-year students. Prerequisite: Mathematics Placement Recommendation.",
			"level": 200,
			"name": "Principles of Math",
			"num": 210,
			"pf": false,
			"places": [
				"SC 184"
			],
			"profs": [
				"Peder Bolstad"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Principles of Mathematics",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52979,
			"credits": 1.0,
			"crsid": 979,
			"depts": [
				"PHIL"
			],
			"desc": "Students examine main Western ethical perspectives and how they apply to selected contemporary moral concerns. Theoretical issues include rights, duties, virtue, hedonism, egoism, the good life, ethics and theology, the fact-value distinction, relativism and pluralism. Students discuss current topics such as economic justice, death, friendship, animal rights, censorship, racism, privacy, reproductive ethics and environmental ethics.",
			"level": 200,
			"name": "Ethics/The Good Life",
			"num": 252,
			"pf": false,
			"places": [
				"RML 420"
			],
			"profs": [
				"Edmund Santurri"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Ethics and the Good Life",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52980,
			"credits": 0.25,
			"crsid": 997,
			"depts": [
				"PEAC"
			],
			"desc": "This course presents an introduction/review of beginning golf skills, rules and strategies. The course is not intended for the experienced golfer. Equipment available. Lab fee.",
			"level": 100,
			"num": 103,
			"pf": false,
			"profs": [
				"Le Ann K H. Finger"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"MWF 0700-0900"
			],
			"title": "Golf",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52981,
			"credits": 0.5,
			"crsid": 1012,
			"depts": [
				"PEAC"
			],
			"desc": "Students personally apply the basic principles of exercise through conditioning, strength development, endurance training and aerobic activities. Students participate in a wide rang of eassessments designed to enhance physical fitness.",
			"level": 100,
			"name": "Individual Fitness.50",
			"num": 133,
			"pf": false,
			"places": [
				"SAC 112"
			],
			"profs": [
				"Christine Daymont"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0645-0745"
			],
			"title": "Individual Fitness",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52982,
			"credits": 0.5,
			"crsid": 1016,
			"depts": [
				"PEAC"
			],
			"desc": "Students learn the principles, techniques and safety aspects of weight-training and implement a personal training plan. Students participate in a wide range of assessments (strength, power, endurance, nutrition, flexibility, body composition, stress).",
			"level": 100,
			"name": "Wt Training Co-Ed .50",
			"num": 140,
			"pf": false,
			"places": [
				"SAC 112"
			],
			"profs": [
				"Christine Daymont"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0645-0745"
			],
			"title": "Weight Training",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52984,
			"credits": 1.0,
			"crsid": 1104,
			"depts": [
				"PSCI"
			],
			"desc": "Why do some societies have democratic political systems and others authoritarian ones? What is democracy? Is it the norm or the exception? The course provides a foundation for the understanding of contemporary political regimes. It applies the major concepts of comparative analysis to the political systems of Western and non-Western societies.",
			"level": 100,
			"num": 112,
			"pf": false,
			"places": [
				"RML 421"
			],
			"profs": [
				"D Christopher Brooks"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Comparative Politics",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52985,
			"credits": 1.0,
			"crsid": 1119,
			"depts": [
				"PSCI"
			],
			"desc": "What distribution of wealth and the rewards from work and the possession of productive property is just? Are we entitled to economic support simply because we are members of society, or should we accept impoverishment as the just consequence of failure in the market? Students examine Christian and non-Christian ethical traditions from Europe and America which are devoted to answering these and related questions.",
			"level": 200,
			"num": 249,
			"pf": false,
			"places": [
				"RML 421"
			],
			"profs": [
				"D Christopher Brooks"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Distributive Justice",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52986,
			"credits": 1.0,
			"crsid": 1168,
			"depts": [
				"PSYCH"
			],
			"desc": "This course will help students better understand the development of themselves and others from the moment of conception and across the life span. The course focuses on the biological and environmental factors that shape human development. Major changes in physical, cognitive, personality and social development are discussed. Teaching methods include lecture, discussions, individual and small-group projects. Prerequisite: Psychology 125. Offered both semesters.",
			"level": 200,
			"name": "Developmental Psych",
			"num": 241,
			"pf": false,
			"places": [
				"RML 520"
			],
			"profs": [
				"Rebecca M. Starr"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Developmental Psychology",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52987,
			"credits": 1.0,
			"crsid": 1176,
			"depts": [
				"PSYCH"
			],
			"desc": "When and why should certain experiences or patterns of behavior be considered psychologically abnormal? Students will investigate a wide array of psychological disorders, including anxiety disorders, depression, eating disorders and schizophrenia. We will examine models used to conceptualize abnormal behavior, as well as current evidence and theories regarding the etiology and treatment of these important and sometimes devastating disorders. Not open to first-year students. Prerequisite: Psychology 125. Offered each semester.",
			"level": 200,
			"num": 264,
			"pf": false,
			"places": [
				"RML 520"
			],
			"profs": [
				"Jumi Hayaki"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"MTThF 1000-1130"
			],
			"title": "Psychopathology",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52988,
			"credits": 1.0,
			"crsid": 1209,
			"depts": [
				"REL"
			],
			"desc": "Why does human life involve suffering? If God is omnipotent and good, why does evil exist? Is God responsible, or can all evil -- and the suffering that accompanies it -- be explained by sin or human frailty. Students will explore some of the ways that Christian theology had attempted to respond to these questions, and they will also examine challenges to the Christian perspective.",
			"level": 200,
			"name": "God & Human Suffering",
			"num": 225,
			"pf": false,
			"places": [
				"RML 420"
			],
			"profs": [
				"Edmund Santurri"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1000-1130"
			],
			"title": "God and Human Suffering",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52989,
			"credits": 1.0,
			"crsid": 1374,
			"depts": [
				"THEAT"
			],
			"desc": "Students examine and apply aesthetic principles involved in the performance of prose-fiction, poetry and drama. Offered every year.",
			"level": 100,
			"num": 100,
			"pf": false,
			"places": [
				"TB 227"
			],
			"profs": [
				"Karen Wilson"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Oral Interpretation",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52990,
			"credits": 1.0,
			"crsid": 1377,
			"depts": [
				"THEAT"
			],
			"level": 100,
			"name": "Public Speaking",
			"num": 120,
			"pf": false,
			"places": [
				"TB 216"
			],
			"profs": [
				"Barbara J. Evans"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Public Speaking",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 52991,
			"credits": 1.0,
			"crsid": 1399,
			"depts": [
				"THEAT"
			],
			"desc": "An investigation into the relationship between theater and society by studying various issues in theater arts including censorship, funding, arts advocacy and arts education. Issues of contemporary ethical concern will be discussed and analyzed through a variety of historical and contemporary normative perspectives. Prerequisite: Theatre 110.",
			"level": 300,
			"name": "Top: Theatre in Society",
			"num": 380,
			"pf": false,
			"places": [
				"TB 227"
			],
			"profs": [
				"Karen Wilson"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Theater in Society",
			"type": "Topic",
			"year": 2005
		},
		{
			"clbid": 53394,
			"credits": 1.0,
			"crsid": 17596,
			"depts": [
				"ART"
			],
			"desc": "This course explores what it means to be visually literate. Students work at what Edward Tufte describes as the \"intersection of image, word, number, art.\" Assignments include observational drawing and the study of principles and strategies of design that are applicable to any field of interest. The course covers both theoretical and practical aspects of visual thinking.",
			"level": 100,
			"name": "How to See:Think Visually",
			"num": 126,
			"pf": false,
			"places": [
				"DC 216"
			],
			"profs": [
				"Mary Griep"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Thinking Visually",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53416,
			"credits": 1.0,
			"crsid": 1289,
			"depts": [
				"SOAN"
			],
			"desc": "This course helps students explore the connections between society and their own lives. Students answer challenging questions such as Do we have a &human; nature'?, Why does social inequality exist?, What is race?, and How do societies change? In answering these questions students will learn to develop a sociological imagination. In doing so they will review the various research methods and theories that form the sociological tradition. Offered Fall and Spring Semesters.",
			"level": 100,
			"name": "Intro to Sociology",
			"num": 121,
			"pf": false,
			"places": [
				"RML 577"
			],
			"profs": [
				"Ryan R. Sheppard"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0800-0930"
			],
			"title": "Introduction to Sociology",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53417,
			"credits": 1.0,
			"crsid": 1310,
			"depts": [
				"SOAN"
			],
			"desc": "This course provides a social science understanding of the \"contemporary American family\" and analysis of marriage and family issues from a cross-cultural perspective. Students discuss issues of dating and mate selection, marital and parent-child relationships over the family life cycle, gender issues, work and family roles and problem-related issues affecting families (divorce, violence and death) caused by rapid changes in society. Offered Fall and Spring Semester.",
			"level": 200,
			"name": "Marriage & the Family",
			"num": 260,
			"pf": false,
			"places": [
				"RML 577"
			],
			"profs": [
				"Ryan R. Sheppard"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1000-1130"
			],
			"title": "Marriage and the Family",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53437,
			"credits": 1.0,
			"crsid": 315,
			"depts": [
				"EDUC"
			],
			"level": 300,
			"name": "Soc St-Elem Classroom",
			"num": 314,
			"pf": false,
			"profs": [
				"Daniel R. Forstner",
				"Robert W. McClure"
			],
			"sem": 4,
			"term": 20054,
			"title": "Soc St-Elem Classroom",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53438,
			"credits": 1.0,
			"crsid": 316,
			"depts": [
				"EDUC"
			],
			"level": 300,
			"name": "Reading Comm Literacy",
			"num": 315,
			"pf": false,
			"profs": [
				"Daniel R. Forstner",
				"Esther McLaughlin"
			],
			"sem": 4,
			"term": 20054,
			"title": "Reading Comm Literacy",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53458,
			"credits": 1.0,
			"crsid": 504,
			"depts": [
				"GERM"
			],
			"desc": "Students begin to learn German through listening, speaking, reading, and writing about topics familiar to them (their personal biographies, family, daily life, interests). Regular language lab activities and the occasional singing of German songs aid in acquiring good pronunciation and listening skills. Offered Fall Semester.",
			"level": 100,
			"num": 111,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Jerrolyn Hurlbutt"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0230-0400PM"
			],
			"title": "Beginning German I",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53459,
			"credits": 1.0,
			"crsid": 505,
			"depts": [
				"GERM"
			],
			"desc": "Students continue to develop oral language skills through in-class and language lab activities with both audio and video tapes. Regular written assignments aid in the expansion of vocabulary and in the practical application of grammatical concepts. Communicating in German about familiar personal topics, students acquire vocabulary about sports, food, holidays, school, the environment, life in German cities, Austrian and Swiss culture and German reunification. Prerequisite: German 111 or placement by test. Offered Spring Semester.",
			"level": 100,
			"num": 112,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Jerrolyn Hurlbutt"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0230-0400PM"
			],
			"title": "Beginning German II",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53460,
			"credits": 1.0,
			"crsid": 508,
			"depts": [
				"GERM"
			],
			"desc": "Students explore life in the German-speaking countries through reading and discussion of narrative texts. The course emphasizes vocabulary building, a thorough review of German grammar and the composition of short narratives to develop writing skills. Taught in German with some grammar explanations in English. Prerequisite: German 112 or placement by test. Offered Fall and Spring semesters.",
			"level": 200,
			"name": "Intermed German I",
			"num": 231,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Jerrolyn Hurlbutt"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Intermediate German I",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53461,
			"credits": 1.0,
			"crsid": 509,
			"depts": [
				"GERM"
			],
			"desc": "Students continue to explore life in German-speaking countries, supported by cultural readings, films and other authentic materials that help students develop vocabulary and inspire them to advance their writing and speaking skills. Taught in German, the course includes a review of selected grammar topics. Prerequisite: German 231 or placement by test. GE: FOL-G. Offered Fall and Spring semesters.",
			"level": 200,
			"name": "Intermed German II",
			"num": 232,
			"pf": false,
			"places": [
				"DC 204"
			],
			"profs": [
				"Jerrolyn Hurlbutt"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 1230-0200PM"
			],
			"title": "Intermediate German II",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53615,
			"credits": 1.0,
			"crsid": 17675,
			"depts": [
				"EDUC"
			],
			"desc": "The course includes strategies and materials for teaching English to speakers of other languages. Students learn strategies that focus on the development of listening, speaking, reading, and writing skills in English language learners. Students review materials appropriate for non-native English speakers and create their own materials and lesson plans.",
			"level": 300,
			"num": 347,
			"pf": false,
			"places": [
				"TB 216"
			],
			"profs": [
				"Heather Campbell"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0800-1200"
			],
			"title": "Teaching ESL K-12",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53616,
			"credits": 1.0,
			"crsid": 17676,
			"depts": [
				"EDUC"
			],
			"desc": "This course provides students with theoretical and practical knowledge about assessing the language proficiency of English Language Learners. Students learn how to construct and administer appropriate and non-discriminatory assessment and evaluation tools. Students administer several assessments and write a formal report.",
			"level": 300,
			"num": 348,
			"pf": false,
			"places": [
				"TB 216"
			],
			"profs": [
				"Heather Campbell"
			],
			"sem": 4,
			"term": 20054,
			"times": [
				"M-F 0800-1200"
			],
			"title": "Assessment of ESL K-12",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53874,
			"credits": 1.0,
			"crsid": 821,
			"depts": [
				"MUSIC"
			],
			"desc": "The study of counterpoint is a way of understanding more completely the compositional techniques of great composers as well as developing one's own fluency in writing music. Students learn advanced contrapuntal techniques in Renaissance, Baroque and 20th-centry styles, studying the works of such composers as Palestrina, Bach and Barber. Prerequisite: Music 214. Offered Fall Semester, 2005-06, and alternate years.",
			"level": 200,
			"num": 222,
			"pf": false,
			"profs": [
				"Charles Forsberg"
			],
			"sem": 4,
			"term": 20054,
			"title": "Counterpoint",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53900,
			"credits": 1.0,
			"crsid": 993,
			"depts": [
				"PHIL"
			],
			"desc": "Prerequisite: one Level III course in philosophy.",
			"level": 300,
			"name": "IR/American Philosophy",
			"num": 398,
			"pf": false,
			"profs": [
				"Charles Taliaferro"
			],
			"sem": 4,
			"term": 20054,
			"title": "Independent Research",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53901,
			"credits": 1.0,
			"crsid": 986,
			"depts": [
				"PHIL"
			],
			"level": 200,
			"name": "IS/",
			"num": 298,
			"pf": false,
			"profs": [
				"Staff"
			],
			"sem": 4,
			"term": 20054,
			"title": "Independent Study",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53905,
			"credits": 1.0,
			"crsid": 1058,
			"depts": [
				"PETH"
			],
			"level": 200,
			"name": "IS/Advanced Coaching FB",
			"num": 298,
			"pf": false,
			"profs": [
				"Christopher J. Meidt"
			],
			"sem": 4,
			"term": 20054,
			"title": "Independent Study",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 53927,
			"credits": 1.0,
			"crsid": 154,
			"depts": [
				"BIO"
			],
			"desc": "Independent Study allows students to study in an area not covered in the regular biology course offerings. The student undertakes substantial independent study in a defined biological field, meets regularly with faculty supervisor and prepares some form of presentation of the material learned. The student must obtain permission of supervisor and complete an independent study form available from the Registrar's Office or its website.",
			"level": 200,
			"name": "IS/Human Physiology",
			"num": 298,
			"pf": false,
			"profs": [
				"Louis Henry Kermott"
			],
			"sem": 4,
			"term": 20054,
			"title": "Independent Study",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 54060,
			"credits": 1.0,
			"crsid": 692,
			"depts": [
				"IS"
			],
			"level": 300,
			"name": "IR/",
			"num": 398,
			"pf": false,
			"profs": [
				"Staff"
			],
			"sem": 4,
			"term": 20054,
			"title": "IR/",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 54263,
			"credits": 1.0,
			"crsid": 345,
			"depts": [
				"EDUC"
			],
			"level": 300,
			"name": "IR/Remedial Math Educ",
			"num": 398,
			"pf": false,
			"profs": [
				"Daniel R. Forstner"
			],
			"sem": 4,
			"term": 20054,
			"title": "Independent Research",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 54268,
			"credits": 1.0,
			"crsid": 1152,
			"depts": [
				"PSCI"
			],
			"desc": "Students who have taken five political science courses, one of which is in the area of the proposed research, may propose an independent research project to a member of the departmental faculty.",
			"level": 300,
			"name": "IR/Power in Hmong Comm",
			"num": 398,
			"pf": false,
			"profs": [
				"Anthony Lott"
			],
			"sem": 4,
			"term": 20054,
			"title": "Independent Research",
			"type": "Research",
			"year": 2005
		},
		{
			"clbid": 54528,
			"credits": 1.0,
			"crsid": 642,
			"depts": [
				"HIST"
			],
			"level": 300,
			"name": "IR/Mao's Revolution",
			"num": 398,
			"pf": false,
			"profs": [
				"Robert Entenmann"
			],
			"sem": 4,
			"term": 20054,
			"title": "Independent Research",
			"type": "Research",
			"year": 2005
		}
	]
}